Repository: quintipio/SimplyPassword
Catalog: SimplyPasswordWin10/Strings/*/Resources.resw
Source language: en
Languages: es, fr, pt

# textPolitiqueConf.Text
source: Personal information: This application collects no personal information that could identify you. All the information are explicitly populated by the user during use of the application. None of this information is transmitted to third-party servers, made public or shared over the internet, the application had no rights to communicate with the internet. All collected information is stored in an encrypted file in a folder but remaining in your account. These data never leave your environment and are transmitted between devices through the Microsoft cloud system specific to your user account. Questions or information: If you have any questions about the privacy policy, you can send a message to the email qdelfour@gmail.com.
es: Información personal: Esta aplicación no recopila ninguna información personal que pudiera identificarle. Toda la información se rellenan explícitamente por el usuario durante el uso de la aplicación. Ninguna de esta información es transmitida a los servidores de terceros, hechos público o compartido en internet, la aplicación no tenía derechos para comunicarse con internet. Toda la información recogida se almacena en un archivo encriptado en una carpeta pero que quede en su cuenta. Estos datos nunca salir de su entorno y son transmitidos entre dispositivos a través del sistema de la nube de Microsoft específico de su cuenta de usuario. Dudas o información: Si usted tiene alguna pregunta acerca de la política de privacidad, puede enviar un mensaje al correo electrónico qdelfour@gmail.com.
fr: Informations personnelles : Cette application ne collecte pas d'informations personnelles pouvant vous identifier. Toute les informations contenues sont explicitement remplies par l'utilisateur au cours de l'utilisation de l'application. Aucune de ces informations n'est transmises à des serveurs tiers, rendues publiques ou partagées sur internet, l'application n'ayant pas les droits pour communiquer avec internet. Toute les informations collectées sont stockées dans un fichier chiffré dans un dossier partagé mais restant au sein de votre compte. Ces données ne quittent jamais votre environnement et sont transmises entre les appareils via le système de cloud de Microsoft propre à votre compte utilisateur. Questions ou informations : Si vous avez des questions sur la politique de confidentialité, vous pouvez envoyer un message à l'adresse email qdelfour@gmail.com .
pt: Informações pessoais: Este aplicativo não coleta nenhuma informação pessoal que possa identificá-lo. Todas as informações são preenchidas explicitamente pelo usuário durante o uso do aplicativo. Nenhuma dessas informações é transmitida através de servidores de terceiros, feitas público ou compartilhado através da internet, o aplicativo não tinha direitos para se comunicar com a internet. Toda a informação recolhida é armazenada em um arquivo criptografado em uma pasta mas que permanecem em sua conta. Estes dados nunca deixar o seu ambiente e são transmitidos entre os dispositivos através do sistema de nuvem da Microsoft específico para sua conta de usuário. Dúvidas ou informações: Se você tiver alguma dúvida sobre a política de privacidade, você pode enviar uma mensagem para qdelfour@gmail.com o e-mail.

# textPolitiqueConfDesc.Text
source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité :
pt: Política de privacidade

# contentSecurite.Content
source: Registration of your master password
es: Registro de contraseña maestra
fr: Enregistrement de votre mot de passe maître
pt: Registro de sua senha mestra

# textSecurite.Text
source: Security
es: Seguridad
fr: Sécurité
pt: Segurança

# textSecuriteDesc.Text
source: By activating this option, you will be able to read your passwords with Cortana and activate the recovery option password to the Welcome screen when password is lost.
es: Activando esta opción, podrás leer tus contraseñas con Cortana y activar la opción de recuperación de la contrasña a la pantalla de inicio en caso de pérdida de la contraseña.
fr: En activant cette option, vous pourrez lire directement vos mots de passe avec Cortana et activer l'option de récupération de mot de passe à l'écran d'accueil en cas de perte du mot de passe.
pt: Activando esta opção, você será capaz de ler suas senhas com Cortana e ativar a senha de recuperação de opção para a tela inicial em caso de perda da senha.

# cortanaAucunIdentifiant
source: Sorry, I have found no identifier.
es: Lo sentimos, no he encontrado ningún identificador.
fr: Désolé, je n'ai trouvé aucun identifiant.
pt: Desculpe, que eu não encontrei nenhum identificador.

# cortanaEchecFichier
source: Sorry, I failed to read the file.
es: Lo sentimos, que no pudo leer el archivo.
fr: Désolé, je n'ai pas réussi à lire le fichier.
pt: Desculpa, não consegui ler o arquivo.

# cortanaIdentifiantsTrouves
source: Here are the identifiers that I found.
es: Aquí son los identificadores que encontré.
fr: Voici les identifiants que j'ai trouvé.
pt: Aqui estão os identificadores que encontrei.

# cortanaLanceApp
source: Launch of the research in the application.
es: Lanzamiento de la investigación en la aplicación.
fr: Lancement de la recherche dans l'application.
pt: Lançamento da pesquisa no aplicativo.

# cortanaPlusieursResultats
source: I got several results, I open the application.
es: Tengo varios resultados, abro la aplicación.
fr: J'ai eu plusieurs résultats, j'ouvre l'application.
pt: Eu tenho vários resultados, abrir o aplicativo.

# contentCharger.Content
source: Load
es: Carga
fr: Charger
pt: Carga

# contentEffacer.Content
source: Delete
es: Eliminar
fr: Effacer
pt: Excluir

# contentRecommencer.Content
source: Start over
es: Empezar de nuevo
fr: Recommencer
pt: Começar de novo

# contentSupprimerTerminer.Content
source: Delete everything and finish
es: Borrar todo y terminar
fr: Tout supprimer et terminer
pt: Apague tudo e terminar

# contentValiderTerminer.Content
source: Validate and complete
es: Validar y completar
fr: Valider et terminer
pt: Validar e completar

# contentVerifier.Content
source: Check
es: Comprobar
fr: Vérifier
pt: Verifique

# textChargerImage.Text
source: Load an image:
es: Cargar una imagen:
fr: Charger une image :
pt: Carrega uma imagem:

# textDebloquagePass.Text
source: Release of the password
es: Lanzamiento de la contraseña
fr: Déblocage du mot de passe
pt: Liberação da senha

# textEntrePoint.Text
source: Enter on the picture below and in the order the points that you saved when creating your image password, and then confirm.
es: Entrar en la siguiente imagen y en el orden de los puntos guardados al crear su contraseña de imagen y luego confirmar.
fr: Entrez sur l'image ci dessous et dans l'ordre les points que vous aviez enregistré lors de la création de votre mot de passe image, puis validez.
pt: Entrar na foto abaixo e na ordem, os pontos que você salvou ao criar sua senha de imagem e confirme.

# textSelectPoint.Text
source: Select between three and nine points on the image (the order is taken into account):
es: Seleccione entre tres y nueve puntos en la imagen (la orden es tomada en cuenta):
fr: Sélectionner entre trois et neuf points sur l'image (l'ordre est pris en compte) :
pt: Selecione entre três e nove pontos na imagem (a ordem é levada em conta):

# labelRecupMdp.Label
source: Retreive my password
es: Recuperar mi contraseña
fr: Récupérer mon mot de passe
pt: Recuperar minha senha

# ParamRecupContent.Content
source: Setting of password recovery
es: Entorno de recuperación de contraseña
fr: Paramétrage de la récupération du mot de passe
pt: Configuração de recuperação de senha

# contentParFichier.Content
source: By a file
es: Por un archivo
fr: Par un fichier
pt: Por um arquivo

# contentPartage.Content
source: Sharing
es: Compartir
fr: Partage
pt: Compartilhamento de

# contentPartageMdp.Content
source: Share password
es: Contraseña de la parte
fr: Partager un mot de passe
pt: Senha de compartilhamento

# contentParTexte.Content
source: By text
es: Por texto
fr: Par du texte
pt: Pelo texto

# contentRecupereMdp.Content
source: Retrieve a password
es: Recuperar una contraseña
fr: Récupérer un mot de passe
pt: Recuperar uma senha

# contentSelectionner.Content
source: Select
es: Seleccione
fr: Sélectionner
pt: Selecione

# dialogChoixMdp.PrimaryButtonText
source: Finish
es: Acabado
fr: Terminer
pt: Acabamento

# dialogChoixMdp.Title
source: Choose a password
es: Elegir una contraseña
fr: Choisir des mots de passe
pt: Escolha uma senha

# dialogEntreMdp.PrimaryButtonText
source: Validate
es: Validar
fr: Valider
pt: Validar

# dialogEntreMdp.SecondaryButtonText
source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

# dialogEntreMdp.Title
source: Enter your password
es: Introduzca su contraseña
fr: Entrez votre mot de passe
pt: Digite sua senha

# dialogSelectFolder.PrimaryButtonText
source: Select
es: Seleccione
fr: Sélectionner
pt: Selecione

# dialogSelectFolder.SecondaryButtonText
source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

# dialogSelectFolder.Title
source: Select the folder
es: Seleccione la carpeta
fr: Sélectionnez le dossier
pt: Selecione a pasta

# textAfficher
source: Display
es: Pantalla
fr: Afficher
pt: Exposição

# textColler
source: Paste
es: Pasta
fr: Coller
pt: Colar

# textComment.Text
source: How?
es: ¿Cómo?
fr: Comment ?
pt: Como?

# textCopier
source: Copy
es: Copia
fr: Copier
pt: Cópia

# textEnvoyer
source: Send
es: Enviar
fr: Envoyer
pt: Enviar

# textGenerer
source: Generate
es: Generar
fr: Générer
pt: Gerar

# textInfoPartageMdpText.Text
source: The data in the above field below contains your passwords. To share simply to provide the text to the person to whom you want to share information. Will remain it to enter this text in the fields below below but in having chosen the recovery option.
es: Los datos en el campo de arriba abajo contienen las contraseñas. Compartir simplemente para proporcionar el texto en el estado de la persona a quien usted desea compartir información. Seguirá siendo que para introducir este texto en los campos debajo de por debajo, sino en haber elegido la opción de recuperación.
fr: La donnée dans le champ ci dessous contient vos mots de passe. Pour les partager il suffit de fournir le texte en l'état à la personne à qui vous souhaitez partager l'information. Il lui restera à entrer ce texte dans le champs ci dessous mais en ayant choisi l'option de récupération.
pt: Os dados no campo acima abaixo contém suas senhas. Para compartilhar simplesmente para fornecer o texto no estado a pessoa a quem você deseja compartilhar informações. Permanecerá para inserir este texto nos campos abaixo abaixo mas em ter escolhido a opção de recuperação.

# textOutilsPartage.Text
source: Sharing tools
es: Compartiendo herramientas
fr: Outils de partage
pt: Ferramentas de compartilhamento

# textOuvrirFchier
source: Open my file
es: Abre un archivo de
fr: Ouvrir mon fichier
pt: Abrir meu arquivo.

# textPartageFichier.Text
source: By file
es: Por archivo
fr: Par fichier
pt: Por arquivo

# textPartageMdp.Text
source: Share password
es: Contraseña de la parte
fr: Partager un mot de passe
pt: Senha de compartilhamento

# textPartageTexte.Text
source: By text
es: Por texto
fr: Par du texte
pt: Pelo texto

# textRecuperer
source: Retrieve
es: Recuperar
fr: Récupérer
pt: Recuperar

# textRecupMotDePasse.Text
source: Recovery of passwords
es: Recuperación de contraseñas
fr: Récupération de mots de passe
pt: Recuperação de senhas

# textSouhait.Text
source: I would like to:
es: Me gustaría:
fr: Je souhaite :
pt: Eu gostaria de:

# labelPartager.Label
source: Share
es: Compartir
fr: Partager
pt: Compartilhar

# contentAjouterIcon.Content
source: Add an icon
es: Añadir un icono
fr: Ajouter une icone
pt: Adicionar um ícone

# contentSupprimer.Content
source: Delete
es: Eliminar
fr: Supprimer
pt: Excluir

# textMesIcones.Text
source: My icons
es: Mis iconos
fr: Mes icones
pt: Meus ícones

# textCapsLock.Text
source: uppercase activated
es: mayùscula activado
fr: Lettres majuscules activées
pt: maiùscula activada

# phraseDemandeInput
source: Must be shown firstly an input file
fr: Il faut d'abord indiqué un fichier d'entrée
pt: Devemos, primeiramente, indicou um arquivo de entrada

# phraseNon
source: No
fr: Non
pt: Não

# textCouleur.Text
source: Color :
fr: Couleur :
pt: Cor:
